{
  "Connect, collaborate, and grow with like-minded professionals in our vibrant community platform": "हमारे जीवंत समुदाय मंच पर समान सोच वाले पेशेवरों से जुड़ें, सहयोग करें और आगे बढ़ें।",
"AdToGro":"लोगों से इंग्लिश में बात करो",
  "Enter Talkspace": "Talkspace में प्रवेश करें",
  "Advertise With Us": "हमारे साथ विज्ञापन करें",
  "Why Join Talkspace?": "Talkspace से क्यों जुड़ें?",
  "Connect with Professionals": "पेशेवरों से जुड़ें",
  "Network with experts and peers in your industry": "अपने क्षेत्र के विशेषज्ञों और साथियों से नेटवर्क बनाएं",
  "Share Ideas": "विचार साझा करें",
  "Discuss business concepts and get valuable feedback": "व्यवसायिक अवधारणाओं पर चर्चा करें और मूल्यवान सुझाव प्राप्त करें",
  "Learn & Grow": "सीखें और आगे बढ़ें",
  "Access resources and insights to develop your skills": "अपनी क्षमताओं को निखारने के लिए संसाधन और ज्ञान प्राप्त करें",
  "Build Relationships": "संबंध बनाएं",
  "Form lasting professional connections and partnerships": "स्थायी व्यावसायिक संबंध और साझेदारियां बनाएं",
  "Explore Talkspace": "Talkspace का अन्वेषण करें",
  "Active Community": "सक्रिय समुदाय",
  "Expert Discussions": "विशेषज्ञ चर्चाएं",
  "Participate in moderated discussions led by industry experts and thought leaders.": "उद्योग विशेषज्ञों और विचार नेताओं द्वारा संचालित चर्चाओं में भाग लें।",
  "Attend virtual and in-person events to expand your professional network.": "अपने पेशेवर नेटवर्क को बढ़ाने के लिए वर्चुअल और आमने-सामने कार्यक्रमों में भाग लें।",
  "From Our Partners": "हमारे साझेदारों से",
  "Targeted Audience": "लक्षित दर्शक",
  "Reach customers looking for your products and services.": "अपने उत्पादों और सेवाओं की तलाश कर रहे ग्राहकों तक पहुंचें।",
  "Detailed Analytics": "विस्तृत विश्लेषण",
  "Track performance with comprehensive metrics.": "विस्तृत मापदंडों के साथ प्रदर्शन को ट्रैक करें।",
  "Flexible Pricing": "लचीली मूल्य निर्धारण",
  "Choose ad options that fit your budget and goals.": "अपने बजट और लक्ष्यों के अनुसार विज्ञापन विकल्प चुनें।",
  "Learn about advertising →": "विज्ञापन के बारे में जानें →",
  "Join our growing community today": "आज ही हमारे बढ़ते समुदाय से जुड़ें",
  "View Membership Options": "सदस्यता विकल्प देखें"
}
