{
  "Connect, collaborate, and grow with like-minded professionals in our vibrant community platform": "Conéctate, colabora y crece con profesionales afines en nuestra vibrante plataforma comunitaria.",
  "AdToGro":"Habla inglés con personas en línea",
  "description": "Este es un sitio multilingüe.",
  "Enter Talkspace": "Accede a Talkspace",
  "Advertise With Us": "Anúnciate con nosotros",
  "Why Join Talkspace?": "¿Por qué unirse a Talkspace?",
  "Connect with Professionals": "Conéctate con profesionales",
  "Network with experts and peers in your industry": "Conéctate con expertos y colegas de tu industria",
  "Share Ideas": "Comparte ideas",
  "Discuss business concepts and get valuable feedback": "Discute conceptos empresariales y recibe comentarios valiosos",
  "Learn & Grow": "Aprende y crece",
  "Access resources and insights to develop your skills": "Accede a recursos y conocimientos para desarrollar tus habilidades",
  "Build Relationships": "Construye relaciones",
  "Form lasting professional connections and partnerships": "Forma conexiones y asociaciones profesionales duraderas",
  "Explore Talkspace": "Explora Talkspace",
  "Active Community": "Comunidad activa",
  "Expert Discussions": "Debates con expertos",
  "Participate in moderated discussions led by industry experts and thought leaders.": "Participa en debates moderados dirigidos por expertos de la industria y líderes de pensamiento.",
  "Attend virtual and in-person events to expand your professional network.": "Asiste a eventos virtuales y presenciales para ampliar tu red profesional.",
  "From Our Partners": "De nuestros socios",
  "Targeted Audience": "Audiencia objetivo",
  "Reach customers looking for your products and services.": "Llega a clientes que buscan tus productos y servicios.",
  "Detailed Analytics": "Análisis detallados",
  "Track performance with comprehensive metrics.": "Haz un seguimiento del rendimiento con métricas completas.",
  "Flexible Pricing": "Precios flexibles",
  "Choose ad options that fit your budget and goals.": "Elige opciones publicitarias que se adapten a tu presupuesto y objetivos.",
  "Learn about advertising →": "Aprende sobre la publicidad →",
  "Join our growing community today": "Únete a nuestra comunidad en crecimiento hoy",
  "View Membership Options": "Ver opciones de membresía"
}