{
  "Connect, collaborate, and grow with like-minded professionals in our vibrant community platform": "Connectez-vous, collaborez et évoluez avec des professionnels partageant les mêmes idées sur notre plateforme communautaire dynamique.",
 "AdToGro":"Anglais en ligne",
  "Enter Talkspace":"Accédez à Talkspace",
   "Advertise With Us":"Faites de la publicité avec nous",
    "Why Join Talkspace?":"Pourquoi rejoindre Talkspace ?",
     "Connect with Professionals":"Connectez-vous avec des professionnels",
      "Network with experts and peers in your industry":"",
       "Share Ideas":"Partagez vos idées",
        "Discuss business concepts and get valuable feedback":"Discutez de concepts commerciaux et obtenez des retours précieux",
         "Learn & Grow":"Apprenez et évoluez",
          "Access resources and insights to develop your skills":"Accédez à des ressources et à des insights pour développer vos compétences",
          "Build Relationships":"Tissez des relations",
          "Form lasting professional connections and partnerships":"Formez des connexions et des partenariats professionnels durables",
          "Explore Talkspace":"Découvrez Talkspace",
          "Active Community":"Communauté active",
          "Expert Discussions":"Discussions d'experts",
          "Participate in moderated discussions led by industry experts and thought leaders.":"Participez à des discussions modérées animées par des experts du secteur et des leaders d’opinion.",
          "Attend virtual and in-person events to expand your professional network.":"Assistez à des événements virtuels et en présentiel pour élargir votre réseau professionnel.",
          "From Our Partners":"De la part de nos partenaires",
          "Targeted Audience":"Audience ciblée",
          "Reach customers looking for your products and services.":"Touchez des clients à la recherche de vos produits et services.",
          "Detailed Analytics":"Analyses détaillées",
          "Track performance with comprehensive metrics.":"Suivez les performances grâce à des métriques complètes.",
          "Flexible Pricing":"Tarification flexible",
          "Choose ad options that fit your budget and goals.":"Choisissez des options publicitaires adaptées à votre budget et à vos objectifs.",
          "Learn about advertising →":"En savoir plus sur la publicité →",
          "Join our growing community today":"Rejoignez notre communauté grandissante dès aujourd’hui",
          "View Membership Options":"Voir les options d’adhésion"
}