{
  "Connect, collaborate, and grow with like-minded professionals in our vibrant community platform": "Kết nối, hợp tác và phát triển cùng những chuyên gia cùng chí hướng trên nền tảng cộng đồng sôi động của chúng tôi.",
  "AdToGro": "Giao tiếp tiếng Anh online",
  "description": "Đây là một trang web đa ngôn ngữ.",
  "Enter Talkspace": "Truy cập Talkspace",
  "Advertise With Us": "Quảng cáo với chúng tôi",
  "Why Join Talkspace?": "Tại sao tham gia Talkspace?",
  "Connect with Professionals": "Kết nối với chuyên gia",
  "Network with experts and peers in your industry": "Kết nối với các chuyên gia và đồng nghiệp trong ngành của bạn",
  "Share Ideas": "Chia sẻ ý tưởng",
  "Discuss business concepts and get valuable feedback": "Thảo luận các ý tưởng kinh doanh và nhận phản hồi giá trị",
  "Learn & Grow": "Học hỏi & Phát triển",
  "Access resources and insights to develop your skills": "Truy cập tài nguyên và thông tin để phát triển kỹ năng của bạn",
  "Build Relationships": "Xây dựng mối quan hệ",
  "Form lasting professional connections and partnerships": "Tạo lập các kết nối và quan hệ đối tác chuyên nghiệp bền vững",
  "Explore Talkspace": "Khám phá Talkspace",
  "Active Community": "Cộng đồng năng động",
  "Expert Discussions": "Thảo luận chuyên gia",
  "Participate in moderated discussions led by industry experts and thought leaders.": "Tham gia các cuộc thảo luận có kiểm duyệt do các chuyên gia trong ngành và nhà lãnh đạo tư duy dẫn dắt.",
  "Attend virtual and in-person events to expand your professional network.": "Tham dự các sự kiện trực tuyến và trực tiếp để mở rộng mạng lưới chuyên nghiệp của bạn.",
  "From Our Partners": "Từ các đối tác của chúng tôi",
  "Targeted Audience": "Đối tượng mục tiêu",
  "Reach customers looking for your products and services.": "Tiếp cận khách hàng đang tìm kiếm sản phẩm và dịch vụ của bạn.",
  "Detailed Analytics": "Phân tích chi tiết",
  "Track performance with comprehensive metrics.": "Theo dõi hiệu suất với các chỉ số toàn diện.",
  "Flexible Pricing": "Giá cả linh hoạt",
  "Choose ad options that fit your budget and goals.": "Chọn tùy chọn quảng cáo phù hợp với ngân sách và mục tiêu của bạn.",
  "Learn about advertising →": "Tìm hiểu về quảng cáo →",
  "Join our growing community today": "Tham gia cộng đồng đang phát triển của chúng tôi ngay hôm nay",
  "View Membership Options": "Xem các lựa chọn thành viên"
}