{
  "Connect, collaborate, and grow with like-minded professionals in our vibrant community platform": "ہماری متحرک کمیونٹی پلیٹ فارم پر ہم خیال پیشہ ور افراد کے ساتھ جڑیں، تعاون کریں، اور ترقی کریں۔",
  "AdToGro": "مختصر شکل: آن لائن انگریزی بولیں",
  "description": "یہ ایک کثیر لسانی ویب سائٹ ہے۔",
  "Enter Talkspace": "ٹاک اسپیس میں داخل ہوں",
  "Advertise With Us": "ہمارے ساتھ اشتہار دیں",
  "Why Join Talkspace?": "ٹاک اسپیس میں شامل کیوں ہوں؟",
  "Connect with Professionals": "پیشہ ور افراد سے رابطہ کریں",
  "Network with experts and peers in your industry": "اپنی صنعت کے ماہرین اور ساتھیوں سے رابطہ قائم کریں",
  "Share Ideas": "خیالات کا تبادلہ کریں",
  "Discuss business concepts and get valuable feedback": "کاروباری تصورات پر بات چیت کریں اور قیمتی رائے حاصل کریں",
  "Learn & Grow": "سیکھیں اور ترقی کریں",
  "Access resources and insights to develop your skills": "اپنی مہارتیں بڑھانے کے لیے وسائل اور معلومات تک رسائی حاصل کریں",
  "Build Relationships": "رشتے بنائیں",
  "Form lasting professional connections and partnerships": "پائیدار پیشہ ورانہ تعلقات اور شراکتیں قائم کریں",
  "Explore Talkspace": "ٹاک اسپیس کو دریافت کریں",
  "Active Community": "فعال کمیونٹی",
  "Expert Discussions": "ماہرین کی گفتگو",
  "Participate in moderated discussions led by industry experts and thought leaders.": "ماہرین صنعت اور فکری رہنماؤں کی زیر نگرانی گفتگو میں حصہ لیں۔",
  "Attend virtual and in-person events to expand your professional network.": "اپنے پیشہ ورانہ نیٹ ورک کو بڑھانے کے لیے آن لائن اور بالمشافہ تقریبات میں شرکت کریں۔",
  "From Our Partners": "ہمارے شراکت داروں سے",
  "Targeted Audience": "ہدفی سامعین",
  "Reach customers looking for your products and services.": "ان صارفین تک پہنچیں جو آپ کی مصنوعات اور خدمات تلاش کر رہے ہیں۔",
  "Detailed Analytics": "تفصیلی تجزیہ",
  "Track performance with comprehensive metrics.": "جامع اعداد و شمار کے ذریعے کارکردگی کو مانیٹر کریں۔",
  "Flexible Pricing": "لچکدار قیمتیں",
  "Choose ad options that fit your budget and goals.": "اپنے بجٹ اور مقاصد کے مطابق اشتہار کے اختیارات کا انتخاب کریں۔",
  "Learn about advertising →": "اشتہارات کے بارے میں جانیں →",
  "Join our growing community today": "آج ہی ہماری بڑھتی ہوئی کمیونٹی میں شامل ہوں",
  "View Membership Options": "رکنیت کے اختیارات دیکھیں"
}
