{
  "Connect, collaborate, and grow with like-minded professionals in our vibrant community platform": "Vernetzen Sie sich, arbeiten Sie zusammen und wachsen Sie mit gleichgesinnten Fachleuten auf unserer lebendigen Community-Plattform.",
  "adtogro":"Sprich Englisch mit Leuten online",
  "Enter Talkspace": "Talkspace betreten",
  "Advertise With Us": "Werben Sie mit uns",
  "Why Join Talkspace?": "Warum Talkspace beitreten?",
  "Connect with Professionals": "Mit Fachleuten vernetzen",
  "Network with experts and peers in your industry": "Vernetzen Sie sich mit Experten und Kollegen in Ihrer Branche",
  "Share Ideas": "Ideen teilen",
  "Discuss business concepts and get valuable feedback": "Diskutieren Sie Geschäftskonzepte und erhalten Sie wertvolles Feedback",
  "Learn & Grow": "Lernen und Wachsen",
  "Access resources and insights to develop your skills": "Greifen Sie auf Ressourcen und Erkenntnisse zu, um Ihre Fähigkeiten zu entwickeln",
  "Build Relationships": "Beziehungen aufbauen",
  "Form lasting professional connections and partnerships": "Knüpfen Sie dauerhafte berufliche Verbindungen und Partnerschaften",
  "Explore Talkspace": "Entdecken Sie Talkspace",
  "Active Community": "Aktive Community",
  "Expert Discussions": "Expertendiskussionen",
  "Participate in moderated discussions led by industry experts and thought leaders.": "Nehmen Sie an moderierten Diskussionen teil, die von Branchenexperten und Vordenkern geleitet werden.",
  "Attend virtual and in-person events to expand your professional network.": "Nehmen Sie an virtuellen und persönlichen Veranstaltungen teil, um Ihr berufliches Netzwerk zu erweitern.",
  "From Our Partners": "Von unseren Partnern",
  "Targeted Audience": "Gezielte Zielgruppe",
  "Reach customers looking for your products and services.": "Erreichen Sie Kunden, die nach Ihren Produkten und Dienstleistungen suchen.",
  "Detailed Analytics": "Detaillierte Analysen",
  "Track performance with comprehensive metrics.": "Verfolgen Sie die Leistung anhand umfassender Kennzahlen.",
  "Flexible Pricing": "Flexible Preisgestaltung",
  "Choose ad options that fit your budget and goals.": "Wählen Sie Werbeoptionen, die zu Ihrem Budget und Ihren Zielen passen.",
  "Learn about advertising →": "Mehr über Werbung erfahren →",
  "Join our growing community today": "Treten Sie noch heute unserer wachsenden Community bei",
  "View Membership Options": "Mitgliedschaftsoptionen anzeigen"
}
