{
  "Connect, collaborate, and grow with like-minded professionals in our vibrant community platform": "আমাৰ উদ্যমী সম্প্ৰদায়িক প্লেটফৰ্মত একে ধৰণৰ চিন্তাধাৰা থকা পেছাদাৰীসকলৰ সৈতে সংযোগ কৰক, সহযোগিতা কৰক আৰু বিকাশ লাভ কৰক।",
  "adtogro":"অনলাইনত মানুহৰ সৈতে ইংৰাজীত কথা পাতক",
  "Enter Talkspace": "টকস্পেছত প্ৰৱেশ কৰক",
  "Advertise With Us": "আমাৰ সৈতে বিজ্ঞাপন কৰক",
  "Why Join Talkspace?": "কিয় টকস্পেছত যোগদান কৰিব?",
  "Connect with Professionals": "পেছাদাৰীসকলৰ সৈতে সংযোগ কৰক",
  "Network with experts and peers in your industry": "আপোনাৰ উদ্যোগৰ বিশেষজ্ঞ আৰু সহকৰ্মীসকলৰ সৈতে নেটৱৰ্ক কৰক",
  "Share Ideas": "ধাৰণা আদান-প্ৰদান কৰক",
  "Discuss business concepts and get valuable feedback": "ব্যৱসায়িক ধাৰণাসমূহ আলোচনা কৰক আৰু মূল্যবান মতামত লাভ কৰক",
  "Learn & Grow": "শিকা আৰু বিকাশ লাভ কৰক",
  "Access resources and insights to develop your skills": "আপোনাৰ দক্ষতা বিকাশ কৰিবলৈ সম্পদ আৰু অন্তৰ্দৃষ্টি লাভ কৰক",
  "Build Relationships": "সম্পৰ্ক গঢ়ি তুলক",
  "Form lasting professional connections and partnerships": "দীৰ্ঘস্থায়ী পেছাদাৰী সম্পৰ্ক আৰু অংশীদাৰিত্ব গঢ়ি তুলক",
  "Explore Talkspace": "টকস্পেছ অন্বেষণ কৰক",
  "Active Community": "সক্ৰিয় সম্প্ৰদায়",
  "Expert Discussions": "বিশেষজ্ঞ আলোচনাসমূহ",
  "Participate in moderated discussions led by industry experts and thought leaders.": "উদ্যোগৰ বিশেষজ্ঞ আৰু চিন্তন নেতা-নেত্ৰীসকলৰ দ্বাৰা পৰিচালিত নিয়ন্ত্ৰিত আলোচনাত অংশ গ্ৰহণ কৰক।",
  "Attend virtual and in-person events to expand your professional network.": "আপোনাৰ পেছাদাৰী নেটৱৰ্ক বিস্তাৰ কৰিবলৈ ডিজিটেল আৰু উপস্থিত ইভেন্টসমূহত অংশ লওক।",
  "From Our Partners": "আমাৰ অংশীদাৰসকলৰ পৰা",
  "Targeted Audience": "লক্ষ্যযুক্ত দৰ্শক",
  "Reach customers looking for your products and services.": "আপোনাৰ সামগ্ৰী আৰু সেৱাৰ সন্ধান কৰা গ্ৰাহকসকললৈ পোৱাৰ সুযোগ লাভ কৰক।",
  "Detailed Analytics": "বিশদ বিশ্লেষণ",
  "Track performance with comprehensive metrics.": "সৰ্বাংগীন পৰিমাপৰ সহায়ত কার্যক্ষমতা অনুসৰণ কৰক।",
  "Flexible Pricing": "লচিলাকৈ মূল্য নিৰ্ধাৰণ",
  "Choose ad options that fit your budget and goals.": "আপোনাৰ বাজেট আৰু লক্ষ্যৰ লগত মিল থকা বিজ্ঞাপন বিকল্প বাছনি কৰক।",
  "Learn about advertising →": "বিজ্ঞাপন সম্পৰ্কে জানক →",
  "Join our growing community today": "আজিয়ে আমাৰ বিকাশমান সম্প্ৰদায়ত যোগদান কৰক",
  "View Membership Options": "সদস্যতা বিকল্পসমূহ চাওক"
}
